
export const categories = [
  {
    'id': '1',
    'name': 'doors',
    'namePage': 'Двери' 
  },
  {
    'id': '2',
    'name': 'furnitures', 
    'namePage': 'Фурнитура'
  },
];
 
export const colors = [
  {'colorID': '1', 'color': 'Некрашеные'},
  {'colorID': '2', 'color': 'Грунтованные'},
  {'colorID': '3', 'color': 'ВД краска'},
  {'colorID': '4', 'color': 'Нитроэмаль'},
]

export const subCategories = [
  {
    'name': 'outdoor'
  },
  {
    'name': 'inner'
  },
  {
    'name': 'reinforced'
  },
  {
    'name': 'solid'
  },
  {
    'name': 'shallow-void'
  },
  {
    'name': 'thud'
  },
  {
    'name': 'glazing'
  },
  {
    'name': 'lining1'
  },
  {
    'name': 'lining2'
  },
  {
    'name': 'gateway'
  },
  {
    'name': 'tambour'
  },
];

export const catalogList = [
  {
    'id': '1',
    'category': 'doors',
    'name': 'ИДО 21-10П',
    'desc': 'Строительная дверь... Вышеуказанный код сообщает классам \
        .message, .success, .error и .warning вести себя как %message-shared. \
        Это означает, что где бы не вызывался %message-shared, то и .message, .success,\
        .error и .warning тоже будут вызваны. Магия происходит в сгенерированном CSS, \
        где каждый из этих классов получает css-свойства, как и %message-shared. Это \
        позволит вам избежать написания множества классов в HTML элементах.Вы можете \
        расширить большинство простых CSS селекторов прибавление к классам-шаблонам в\
          Sass, однако, использование шаблонов - простейший способ быть уверенным, что\
          вы не расширяете класс везде, где он используется в ваших стилях, что могло \
          бы привести к непреднамеренным наборам стилей в вашем CSS.Когда вы генерируете\
            ваш CSS, то он будет выглядеть как пример ниже. Обратите внимание, \
            %equal-heights не попадает в CSS, так как ни разу не был использован.\
            .message, .success, .error и .warning вести себя как %message-shared. \
        Это означает, что где бы не вызывался %message-shared, то и .message, .success,\
        .error и .warning тоже будут вызваны. Магия происходит в сгенерированном CSS, \
        где каждый из этих классов получает css-свойства, как и %message-shared. Это \
        позволит вам избежать написания множества классов в HTML элементах.Вы можете \
        расширить большинство простых CSS селекторов прибавление к классам-шаблонам в\
          Sass, однако, использование шаблонов - простейший способ быть уверенным, что\
          вы не расширяете класс везде, где он используется в ваших стилях, что могло \
          бы привести к непреднамеренным наборам стилей в вашем CSS.Когда вы генерируете\
            ваш CSS, то он будет выглядеть как пример ниже. Обратите внимание, \
            %equal-heights не попадает в CSS, так как ни разу не был использован.\
            .message, .success, .error и .warning вести себя как %message-shared. \
        Это означает, что где бы не вызывался %message-shared, то и .message, .success,\
        .error и .warning тоже будут вызваны. Магия происходит в сгенерированном CSS, \
        где каждый из этих классов получает css-свойства, как и %message-shared. Это \
        позволит вам избежать написания множества классов в HTML элементах.Вы можете \
        расширить большинство простых CSS селекторов прибавление к классам-шаблонам в\
          Sass, однако, использование шаблонов - простейший способ быть уверенным, что\
          вы не расширяете класс везде, где он используется в ваших стилях, что могло \
          бы привести к непреднамеренным наборам стилей в вашем CSS.Когда вы генерируете\
            ваш CSS, то он будет выглядеть как пример ниже. Обратите внимание, \
            %equal-heights не попадает в CSS, так как ни разу не был использован.\
            .message, .success, .error и .warning вести себя как %message-shared. \
        Это означает, что где бы не вызывался %message-shared, то и .message, .success,\
        .error и .warning тоже будут вызваны. Магия происходит в сгенерированном CSS, \
        где каждый из этих классов получает css-свойства, как и %message-shared. Это \
        позволит вам избежать написания множества классов в HTML элементах.Вы можете \
        расширить большинство простых CSS селекторов прибавление к классам-шаблонам в\
          Sass, однако, использование шаблонов - простейший способ быть уверенным, что\
          вы не расширяете класс везде, где он используется в ваших стилях, что могло \
          бы привести к непреднамеренным наборам стилей в вашем CSS.Когда вы генерируете\
            ваш CSS, то он будет выглядеть как пример ниже. Обратите внимание, \
            %equal-heights не попадает в CSS, так как ни разу не был использован.',
    'prices': [{
                'size': '2200 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2200 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2200 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2200 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2200 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2200 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2200 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2200 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2200 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2200 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2200 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2200 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2200 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2200 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2200 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                  
              ],
    'image': '/vercel.svg',
  }, 
  {
    'id': '2',
    'category': 'doors',
    'name': 'ДУ21-10п',
    'desc': 'Строительная дверь...',
    'prices': [{
                'size': '2200 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2200 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2200 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/vercel.svg',
  },
  {
    'id': '3',
    'category': 'doors',
    'name': '12432',
    'desc': 'Строительная дверь...',
    'prices': [{
                'size': '2200 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2200 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2200 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/vercel.svg',
  },
  {
    'id': '4',
    'category': 'doors',
    'name': 'И632',
    'desc': 'Строительная дверь...',
    'prices': [{
                'size': '2200 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2200 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2200 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/vercel.svg',
  },
  {
    'id': '5',
    'category': 'doors',
    'name': 'ИДО253',
    'desc': 'Строительная дверь...',
    'prices': [{
                'size': '2200 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2200 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2200 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/vercel.svg',
  },
  {
    'id': '6',
    'category': 'doors',
    'name': 'ИДО7544',
    'desc': 'Строительная дверь...',
    'prices': [{
                'size': '2200 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2200 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2200 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/vercel.svg',
  },
  {
    'id': '7',
    'category': 'furnitures',
    'name': 'Петля 2353',
    'desc': 'Петли...',
    'prices': [{
                'size': '2200 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2200 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2200 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/vercel.svg',
  },
  {
    'id': '8',
    'category': 'furnitures',
    'name': 'Петля 5274',
    'desc': 'Петли...',
    'prices': [{
                'size': '2200 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2200 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2200 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/vercel.svg',
  },
  {
    'id': '9',
    'category': 'furnitures',
    'name': 'Замок 353 2353',
    'desc': 'Замок...',
    'prices': [{
                'size': '2200 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2200 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2200 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/vercel.svg',
  },
  {
    'id': '10',
    'category': 'furnitures',
    'name': 'Замок 62536',
    'desc': 'Замок...',
    'prices': [{
                'size': '2200 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2200 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2200 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/vercel.svg',
  },
];
