
export const categories = [
  {
    'id': '1',
    'name': 'doors',
    'namePage': 'Двери для строительства' 
  },
  {
    'id': '2',
    'name': 'furnitures', 
    'namePage': 'Фурнитура для строительных дверей'
  },
];
 
export const colors = [
  {'colorID': '1', 'color': 'Некрашеные'},
  {'colorID': '2', 'color': 'Грунтованные'},
  {'colorID': '3', 'color': 'ВД краска'},
  {'colorID': '4', 'color': 'Нитроэмаль'},
]

export const catalogList = [
  {
    'id': '1',
    'category': 'doors',
    'name': 'ДГ 21-9п',
    'desc': 'Дверные блоки усиленные, мелкопустотного заполнения деревянным брусом.&\
    ГОСТ 475-2016 (Глухие)',
    'prices': [{
                'size': '2100 x 700', 
                'color1': '1570',
                'color2': '1620',
                'color3': '1670',
                'color4': '1850',
                },
                {
                'size': '2100 x 800', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 900', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1000',
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 1100',
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 1200', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1300', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 1500', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 1900', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/doors/dg21-9p.png',
  }, 
  {
    'id': '2',
    'category': 'doors',
    'name': 'ДГ 21-13лп',
    'desc': 'Дверные блоки усиленные, мелкопустотного заполнения деревянным брусом.&\
    ГОСТ 475-2016 (Глухие)',
    'prices': [{
                'size': '2100 x 700', 
                'color1': '1570',
                'color2': '1620',
                'color3': '1670',
                'color4': '1850',
                },
                {
                'size': '2100 x 800', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 900', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1000',
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 1100',
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 1200', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1300', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 1500', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 1900', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/doors/dg21-13lp.png',
  }, 
  {
    'id': '3',
    'category': 'doors',
    'name': 'ДУ 21-10п',
    'desc': 'Дверные блоки усиленные, сплошного заполнения деревянным брусом&\
     ГОСТ 475-2016 (Глухие)',
    'prices': [{
                'size': '2100 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2200 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1200', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1300', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/doors/dy21-10p.png',
  },
  {
    'id': '4',
    'category': 'doors',
    'name': 'ИДО 21-13п',
    'desc': 'Размер по проему: 2100*1300мм&\
    В сборе на петлях: Да&\
    Отделка: МДФ&\
    Конструкция: Щитовая&\
    Армированное остекление&\
    Окрашен: серым акрилом',
    'prices': [{
                'size': '2100 x 700', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 800', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 900', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1000', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1200', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1300', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1400', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1500', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1900', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2400 x 1300', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2400 x 1500', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2400 x 1900', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/doors/ido-21-13p.png',
  },
  {
    'id': '5',
    'category': 'doors',
    'name': 'ДНО 21-10пщр1',
    'desc': 'Размер по проему: 2100*1000мм ГОСТ 475-2016&\
    В сборе на петлях: Да&\
    Отделка: Деревянная вагонка с одной стороны&\
    Конструкция: Щитовая&\
    Отбойник: возможен&\
    Окрашен: Прозрачным нитро-лаком.',
    'prices': [{
                'size': '2100 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/doors/dno21-10pshr.png',
  },
  {
    'id': '6',
    'category': 'doors',
    'name': 'ДНО 21-10пщ',
    'desc': 'Размер по проему: 2100*1000мм&\
    В сборе на петлях: Да&\
    Отделка: МДФ&\
    Конструкция: Щитовая&\
    Материал отбойника: Оцинкованный метал&\
    Армированное остекление 400х800мм&\
    Окрашен: серым акрилом',
    'prices': [{
                'size': '2100 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/doors/dno21-10psh.png',
  },
  {
    'id': '7',
    'category': 'doors',
    'name': 'ДУ 21-10п',
    'desc': 'Размер по проему:	2100*1000мм&\
    В сборе на петлях:	Да&\
    ГОСТ:	6629-88&\
    Конструкция:	Щитовая&\
    Назначение:	входная в квартиру&\
    Окрашен:	Серой нитроэмалью',
    'prices': [{
                'size': '2100 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/doors/dy-21-10p.png',
  },
  {
    'id': '8',
    'category': 'doors',
    'name': 'ДНГ 21-19 пщр1',
    'desc': 'Размер по проему: 2100*1900мм&\
    В сборе на петлях: Да&\
    Отделка: Деревянная вагонка с одной стороны&\
    Конструкция: Щитовая&\
    Материал отбойника: Оцинкованный метал&\
    Окрашен: коричневой нитроэмалью',
    'prices': [{
                'size': '2100 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1200', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1300', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1500', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1700', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1900', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/doors/dng21-19pshr1.png',
  },
  {
    'id': '9',
    'category': 'doors',
    'name': 'ДНГ 21-19 пщр2',
    'desc': 'Размер по проему:	2100*1900мм&\
    В сборе на петлях:	Да&\
    Отделка:	Обшит деревянной вагонкой с двух сторон блока&\
    Конструкция:	Щитовая&\
    ГОСТ:	475-2016&\
    Полотно:	Двупольное&\
    Окрашен:	Нитроэмаль по RAL 8017',
    'prices': [{
                'size': '2100 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1200', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1300', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1500', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1700', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1900', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/doors/dng21-19pshr2.png',
  },
  {
    'id': '10',
    'category': 'doors',
    'name': 'ДНГ 21-15 пщр1',
    'desc': 'Размер по проему: 2100*1500мм&\
    В сборе на петлях: Да&\
    ГОСТ: 24698-81 475-2016&\
    Конструкция: Щитовая&\
    Назначение: Тамбурная, Подъездная&\
    Окрашен: Нитроэмаль',
    'prices': [{
                'size': '2100 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1200', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1300', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1500', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1700', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1900', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/doors/dng21-15pshr1.png',
  },
  {
    'id': '11',
    'category': 'doors',
    'name': 'ДНГ 21-13 ПЩ',
    'desc': 'Размер по проему:	2100*1300мм&\
    В сборе на петлях:	Да&\
    Полотно:	Глухой, полуторный&\
    Конструкция:	Щитовая&\
    ГОСТ:	475-2016&\
    Окрашен:	Серой нитроэмалью',
    'prices': [{
                'size': '2100 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1200', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1300', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1500', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1700', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1900', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/doors/dng21-13psh.png',
  },
  {
    'id': '12',
    'category': 'doors',
    'name': 'ДНГ 21-12 ГПЩ',
    'desc': 'Размер по проему:	2100*1200мм&\
    В сборе на петлях:	Да&\
    Полотно:	Глухой, полуторный&\
    Конструкция:	Щитовая&\
    ГОСТ:	475-2016&\
    Окрашен:	Нитроэмаль по RAL 8017',
    'prices': [{
                'size': '2100 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1200', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1300', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1500', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1700', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1900', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/doors/dng21-12gpsh.png',
  },
  {
    'id': '13',
    'category': 'doors',
    'name': 'ДНГ 21-10 ПЩ',
    'desc': 'Размер по проему: 2100*1000мм&\
    В сборе на петлях: Да&\
    Отделка: МДФ&\
    Конструкция: Щитовая&\
    Окрашен: коричневой нитроэмалью',
    'prices': [{
                'size': '2100 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1200', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1300', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1500', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1700', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1900', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/doors/dng21-10psh.png',
  },
  {
    'id': '14',
    'category': 'doors',
    'name': 'ДН 21-10 ПЩР1',
    'desc': 'Размер по проему:	2100*1000мм&\
    В сборе на петлях:	Да&\
    Отделка:	Обшит деревянной вагонкой с одной стороны блока&\
    Конструкция:	Щитовая&\
    ГОСТ:	475-2016&\
    Окрашен:	Светло-серой нитроэмалью',
    'prices': [{
                'size': '2100 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1200', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1300', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1500', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1700', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1900', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/doors/dn21-10pshr1.png',
  },
  {
    'id': '15',
    'category': 'doors',
    'name': 'ДГ 21-13 ЛП',
    'desc': 'Размер по проему: 2100*1300мм&\
    В сборе на петлях: Да&\
    Отделка: МДФ&\
    Конструкция: Щитовая&\
    Окрашен: коричневой нитроэмалью',
    'prices': [{
                'size': '2100 x 900', 
                'color1': '2900',
                'color2': '2950',
                'color3': '3100',
                'color4': '3300',
                },
                {
                'size': '2100 x 1000', 
                'color1': '3000',
                'color2': '3050',
                'color3': '3200',
                'color4': '3400',
                },
                {
                'size': '2100 x 1100', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1200', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1300', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1500', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1700', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
                {
                'size': '2100 x 1900', 
                'color1': '3100',
                'color2': '3150',
                'color3': '3300',
                'color4': '3500',
                },
              ],
    'image': '/doors/dg21-13lp.png',
  },
  {
    'id': '16',
    'category': 'furnitures',
    'name': 'Замок сувальдный',
    'desc': 'Цвет медь.\
    Нажимная гарнитура.',
    'prices': '1200',
    'image': '/furnitures/zamok-suvaldnyi.png',
  },
  {
    'id': '17',
    'category': 'furnitures',
    'name': 'Замок врезной, сувальдный',
    'desc': 'Цвет медь.\
    Нажимная гарнитура.',
    'prices': '1500',
    'image': '/furnitures/zamok-vreznoy-syvaldnyi.png',
  },
  {
    'id': '18',
    'category': 'furnitures',
    'name': 'Петли врезные цинк',
    'desc': 'Петли бабочки цинк.',
    'prices': '120',
    'image': '/furnitures/petli-vreznie-czink.png',
  },
  {
    'id': '19',
    'category': 'furnitures',
    'name': 'Защелка врезная',
    'desc': 'Нажимная гарнитура.',
    'prices': '600',
    'image': '/furnitures/zachelka-vreznaya.png',
  },
  {
    'id': '20',
    'category': 'furnitures',
    'name': 'Замок врезной, цилиндр',
    'desc': 'Нажимная гарнитура.',
    'prices': '520',
    'image': '/furnitures/zamok-vreznoy-cilindr.png',
  },
  {
    'id': '21',
    'category': 'furnitures',
    'name': 'Пружина дверная хром',
    'desc': 'Есть возможность комплектации заказа морозостойкими доводчиками.',
    'prices': '110',
    'image': '/furnitures/pryzhina-dvernaya-chrom.png',
  },
  {
    'id': '22',
    'category': 'furnitures',
    'name': 'Замок дверной',
    'desc': 'Нажимная гарнитура.',
    'prices': '620',
    'image': '/furnitures/zamok-dvernoy.png',
  },
  {
    'id': '23',
    'category': 'furnitures',
    'name': 'Замок врезной',
    'desc': 'Нажимная гарнитура.',
    'prices': '620',
    'image': '/furnitures/zamok-vreznoy.png',
  },
];